Repository: jason-vance/Carnivore-Diet-Guide
Catalog: Carnivore Diet Guide/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: %lld kcal
ar: %lld كيلو كالوري
hi: %lld किलोकैलोरी
ja: %lldキロカロリー
ko: %lld 킬로칼로리
ru: %lld ккал
zh_hans: %lld 千卡

source: Blog
ar: مدونة
hi: ब्लॉग
ja: ブログ
ko: 블로그
ru: Блог
zh_hans: 博客

source: By: %@
ar: بواسطة: %@
de: Von: %@
es: Por: %@
fr: Par : %@
hi: द्वारा: %@
ja: 著者：%@
ko: 작성자: %@
pt_br: Por: %@
ru: Автор: %@
zh_hans: 作者：%@

source: Calories
ar: سعرات حرارية
de: Kalorien
es: Calorías
hi: कैलोरी
ja: カロリー
ko: 칼로리
pt_br: Calorias
ru: Калории
zh_hans: 卡路里

source: Carbohydrates
ar: كربوهيدرات
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hi: कार्बोहाइड्रेट
ja: 炭水化物
ko: 탄수화물
pt_br: Carboidratos
ru: Углеводы
zh_hans: 碳水化合物

source: Carnivore
ar: دليل نظام
de: Leitfaden zur
es: Guía de la
fr: Guide du
hi: मांसाहारी
ja: 肉食
ko: 육식
pt_br: Guia da
ru: Руководство
zh_hans: 肉食主义者

source: Cooking Steps
ar: خطوات الطهي
de: Kochschritte
es: Pasos de Cocina
fr: Étapes de Cuisson
hi: खाना पकाने के चरण
ja: 調理手順
ko: 요리 단계
pt_br: Etapas de Preparo
ru: Этапы приготовления
zh_hans: 烹饪步骤

source: Diet Guide
ar: اللحوم الغذائي
de: Carnivore-Diät
es: Dieta Carnívora
fr: Régime Carnivore
hi: आहार मार्गदर्शिका
ja: ダイエットガイド
ko: 다이어트 가이드
pt_br: Dieta Carnívora
ru: по диете хищника
zh_hans: 饮食指南

source: Fat
ar: دهون
de: Fett
es: Grasa
fr: Lipides
hi: वसा
ja: 脂質
ko: 지방
pt_br: Gordura
ru: Жиры
zh_hans: 脂肪

source: Featured Blog Post
ar: مقال مميز في المدونة
de: Ausgewählter Blogbeitrag
es: Entrada Destacada del Blog
fr: Article Vedette du Blog
hi: विशेष ब्लॉग पोस्ट
ja: 特集ブログ記事
ko: 추천 블로그 포스트
pt_br: Post em Destaque no Blog
ru: Избранный пост в блоге
zh_hans: 特色博客文章

source: Featured Recipe
ar: وصفة مميزة
de: Ausgewähltes Rezept
es: Receta Destacada
fr: Recette Vedette
hi: विशेष व्यंजन
ja: 特集レシピ
ko: 추천 레시피
pt_br: Receita em Destaque
ru: Избранный рецепт
zh_hans: 特色食谱

source: g
ar: جم
hi: ग्रा
ru: г
zh_hans: 克

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
zh_hans: 首页

source: Ingredients
ar: مكونات
de: Zutaten
es: Ingredientes
fr: Ingrédients
hi: सामग्री
ja: 材料
ko: 재료
pt_br: Ingredientes
ru: Ингредиенты
zh_hans: 食材

source: kcal
ar: كيلو كالوري
hi: किलोकैलोरी
ja: キロカロリー
ko: 킬로칼로리
ru: ккал
zh_hans: 千卡

source: Knowledge
ar: معرفة
de: Wissen
es: Conocimiento
fr: Connaissance
hi: ज्ञान
ja: 知識
ko: 지식
pt_br: Conhecimento
ru: Знание
zh_hans: 知识

source: Nutritional Info
ar: معلومات غذائية
de: Nährwertangaben
es: Información Nutricional
fr: Informations Nutritionnelles
hi: पोषण संबंधी जानकारी
ja: 栄養情報
ko: 영양 정보
pt_br: Informações Nutricionais
ru: Пищевая ценность
zh_hans: 营养信息

source: Per Serving
ar: لكل حصة
de: Pro Portion
es: Por Porción
fr: Par Portion
hi: प्रति सर्विंग
ja: 一人前あたり
ko: 1인분당
pt_br: Por Porção
ru: На порцию
zh_hans: 每份

source: Protein
ar: بروتين
es: Proteína
fr: Protéine
hi: प्रोटीन
ja: タンパク質
ko: 단백질
pt_br: Proteína
ru: Белки
zh_hans: 蛋白质

source: Recipes
ar: وصفات
de: Rezepte
es: Recetas
fr: Recettes
hi: व्यंजनों
ja: レシピ
ko: 레시피
pt_br: Receitas
ru: Рецепты
zh_hans: 食谱

source: Recommended For You
ar: الموصى بها لك
de: Empfohlen für dich
es: Recomendado Para Ti
fr: Recommandé Pour Vous
hi: आपके लिए अनुशंसित
ja: おすすめ
ko: 당신을 위한 추천
pt_br: Recomendado Para Você
ru: Рекомендуемые для вас
zh_hans: 为您推荐

source: Serves %lld
ar: يكفي لـ %lld أشخاص
de: Für %lld Personen
es: Sirve para %lld personas
fr: Pour %lld personnes
hi: सर्व करता है %lld
ja: %lld人分
ko: %lld인분
pt_br: Serve %lld pessoas
ru: На %lld человек
zh_hans: 供%lld人食用

source: The Carnivore Diet Guide Team
ar: فريق دليل نظام اللحوم الغذائي
de: Das Team des Carnivore-Diät-Leitfadens
es: El Equipo de la Guía de la Dieta Carnívora
fr: L'Équipe du Guide du Régime Carnivore
hi: मांसाहारी आहार मार्गदर्शिका टीम
ja: 肉食ダイエットガイドチーム
ko: 육식 다이어트 가이드 팀
pt_br: Equipe do Guia da Dieta Carnívora
ru: Команда руководства по диете хищника
zh_hans: 肉食主义者饮食指南团队

source: Trending Blog Posts
ar: المقالات الشائعة في المدونة
de: Trendige Blogbeiträge
es: Publicaciones Populares del Blog
fr: Articles de Blog Tendances
hi: चर्चित ब्लॉग पोस्ट
ja: トレンドブログ記事
ko: 인기 블로그 포스트
pt_br: Posts de Blog em Alta
ru: Популярные посты в блоге
zh_hans: 热门博客文章

source: Trending Recipes
ar: وصفات رائجة
de: Trendige Rezepte
es: Recetas Populares
fr: Recettes Tendances
hi: चर्चित व्यंजन
ja: トレンドレシピ
ko: 인기 레시피
pt_br: Receitas em Alta
ru: Популярные рецепты
zh_hans: 流行食谱

source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver Todos
fr: Voir Tout
hi: सभी देखें
ja: 全て見る
ko: 모두 보기
pt_br: Ver Todos
ru: Посмотреть все
zh_hans: 查看全部
